Dlubal.SteelSurfaces.HorizontalAlignmentType
Type of horizontal alignment

Dlubal.SteelSurfaces.HorizontalAlignmentType.UnknownHAlignment
Unknown horizontal alignment

Dlubal.SteelSurfaces.HorizontalAlignmentType.Left
Left alignment

Dlubal.SteelSurfaces.HorizontalAlignmentType.Center
Center alignment

Dlubal.SteelSurfaces.HorizontalAlignmentType.Right
Right alignment